core/build/resources/main/input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.operacional.scr2.bcb.gov.br/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:getResumoDoCliente>
            <codCliente>05861238</codCliente>
            <tpCliente>2</tpCliente>
            <dataBase>2020-05</dataBase>
            <autorizacao>S</autorizacao>
        </web:getResumoDoCliente>
    </soapenv:Body>
</soapenv:Envelope>